Repository: sunzhuo1987/vulture
Catalog: trunk/admin/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Authentication
fr: Authentification

source: Last login
fr: Dernière connexion

source: Logout
fr: Déconnexion

source: Reload needed
fr: Relancer les interfaces

source: System
fr: Système

source: Admin Users
fr: Utilisateurs

source: Event viewer
fr: Événements

source: Localization
fr: Internationalisation

source: Import/Export config
fr: Import/Export

source: Web Applications
fr: Applications web

source: Appearance
fr: Apparence

source: HTML templates
fr: Modèles HTML

source: CSS templates
fr: Modèles CSS

source: Images
fr: Image

source: Plugins Content Rewrite
fr: Plugin de réécriture de contenu

source: Plugins Header Input
fr: Plugin des entêtes entrantes

source: Plugins BlackList IP
fr: Plugin de liste noire d'IP

source: Vulture 2 is released under GNU Public Licence Version 3
fr: Vulture 2 est placé sous la Licence Publique GNU version 3

source: Logon
fr: Connexion

source: ACL settings
fr: Paramètres du contrôle d'accès

source: List
fr: Liste

source: Main settings
fr: Paramètres principaux

source: Users
fr: Utilisateurs

source: Groups
fr: Groupes

source: Name
fr: Nom

source: You can't add user or group until you have saved this acl
fr: Vous ne pouvez pas ajouter d'utilisateurs ou de groupes avant d'avoir sauvegardé ce contrôle d'accès

source: Available users
fr: Utilisateurs disponibles

source: Users ok
fr: Utilisateurs autorisés

source: Available groups
fr: Groupes disponibles

source: Groups ok
fr: Groupes autorisés

source: Save settings
fr: Enregistrer

source: Cancel
fr: Annuler

source: ACL list
fr: Liste des contrôles d'accès

source: Add
fr: Ajouter

source: Authentication method
fr: Méthode d'authentification

source: The list is empty. You can add an item
fr: La liste est vide. Vous pouvez rajouter un élément

source: here
fr: ici

source: App Copy
fr: Copie d'application

source: App
fr: Application

source: Internet name
fr: Nom internet

source: Application's settings
fr: Paramètres de l'application

source: Remote proxy
fr: Proxy distant

source: SSO Forward
fr: Web SSO

source: Headers
fr: En-têtes

source: Timeout
fr: Temps d'expiration

source: Advanced settings
fr: Avancé

source: Private URL
fr: URL privée

source: Machine Certificate file (full path)
fr: Fichier (chemin complet) vers le certificat Machine

source: CA Certificate file (full path)
fr: Fichier (chemin complet) vers le certificat CA

source: CA Revocation file (full path)
fr: Fichier (chemin complet) vers le certificat CA Revocation

source: Verify Remote Certificate
fr: Vérifier le certificat distant

source: Basic Auth
fr: Authentification basique

source: Display portal
fr: Afficher le portail

source: Authentication server failure
fr: Méthodes d'authentification

source: Login failed
fr: Échec de l'authentification

source: Account locked
fr: Compte bloqué

source: Need change password
fr: Besoin de changer de mot de passe

source: ACL failed
fr: Echec ACL

source: Logon URL
fr: URL de connexion

source: Logout URL
fr: URL de déconnexion

source: Header name
fr: Nom de l'en-tête

source: Value
fr: Valeur

source: Timeout for user session (leave blank for no timeout)
fr: La session utilisateur a expiré (laisser vide pour ne pas mettre 'expirationDurée avant déconnexion de l'utilisateur (laisser vide pour annuler ce paramètre)

source: Update user session timeout each time he does smth
fr: Relancer le décompte de déconnexion à chaque action de l'utilisateur sur le portail

source: Add VirtualHost directives
fr: Ajouter des directives VirtualHost

source: Application list
fr: Liste d'applications

source: Copy
fr: Copier

source: Authentications Methods
fr: Méthodes d'authentification

source: Network interface
fr: Interfaces

source: Status
fr: Statut

source: Appearance settings
fr: Paramètres d'apparence

source: App down template
fr: Application hors service

source: Login Template
fr: Mire d'authentification

source: ACL Template
fr: Contrôle d'accès (ACL) refusé

source: Portal Template
fr: Portail SSO

source: SSO Learning Template
fr: Apprentissage

source: Logout Template
fr: Déconnexion

source: Black IP
fr: IP interdites

source: CAS settings
fr: Paramètres du CAS

source: URL Login
fr: URL de connexion

source: URL Validate
fr: URL de validation

source: CSS settings
fr: Paramètres de CSS

source: Settings
fr: Paramètres

source: View log related to :
fr: Voir les logs en rapport avec :

source: Records
fr: Nombre d'enregistrements

source: Filter
fr: Filtre

source: Currently, there is :
fr: En ce moment, il y a :

source: Connections failed on SSO :
fr: Connections échouées sur le SSO :

source: Connections / Month
fr: Connexions / Mois

source: Connections / Day
fr: Connexions / Jour

source: Connections / Hour
fr: Connexions / Heure

source: View log
fr: Voir le log

source: Import configuration
fr: Importer la configuration

source: Export configuration
fr: Exporter la configuration

source: Path to %(type)s file
fr: Chemin pour %(type)ser le fichier

source: %(name_t)s list
fr: Liste %(name_t)s

source: Delete
fr: Supprimer

source: Delete the item
fr: Supprimer l'élément

source: no
fr: non

source: yes
fr: oui

source: Image settings
fr: Paramètres d'image

source: Interface settings
fr: Paramètres d'interface

source: SSO Portal
fr: Portail SSO

source: CAS Portal
fr: Portail CAS

source: Timeout for user session
fr: Durée avant déconnexion de l'utilisateur

source: Update user session timeout
fr: Relancer le décompte de déconnexion à chaque action de l'utilisateur

source: CAS auth
fr: Authentification CAS

source: CAS Service ticket timeout
fr: Temps d'expiration du Ticket Service CAS

source: Redirect after login
fr: Redirection après connexion

source: Display portal after authentication
fr: Afficher le portail après authentification

source: SSL engine
fr: Moteur SSL

source: PEM certificat
fr: Certificat PEM

source: PEM key
fr: Clé PEM

source: PEM certification chain
fr: Chaine de certification PEM

source: PEM-encoded CA Certificates
fr: Certificat CA

source: Interface list
fr: Liste des interfaces

source: None
fr: Aucun(e)

source: Kerberos settings
fr: Paramètres Kerberos

source: Realm
fr: Mire

source: LDAP settings
fr: Paramètres LDAP

source: Connection
fr: Connexion

source: User
fr: Utilisateur

source: Group
fr: Groupe

source: Host
fr: Hôte

source: Protocol
fr: Protocole

source: Encryption scheme
fr: Sécurisation des échanges

source: Connection DN
fr: DN de connexion

source: Connection DN associated password
fr: Mot de passe pour le DN de connexion

source: User attribute
fr: Attribut de l'utilisateur

source: LDAP filter for users
fr: Filtre LDAP pour les utilisateurs

source: Searching scope for users
fr: Champ d'action de recherche pour les utilisateurs

source: Url attribut
fr: Attribut d'URL

source: User OU
fr: Unité organisationnelle des utilisateurs

source: Change password attribute
fr: Attribut 'Changement de mot de passe'

source: Account locked attribute
fr: Attribut 'Compte bloqué'

source: Group attribute
fr: Attribut du group

source: LDAP filter for groups
fr: Filtre LDAP pour les groupes

source: Searching scope for groups
fr: Champ d'action de recherche pour les groupes

source: Group OU
fr: Unité organisationnelle des groupes

source: Searching attribute in groups
fr: Attribut de recherche dans le group

source: Searching attribute is a DN
fr: L'attribut cherché est un DN

source: Localization settings
fr: Paramètres d'internationalisation

source: Country
fr: Pays

source: Translation
fr: Traduction

source: Log settings
fr: Paramètres de log

source: Error Log Verbosity
fr: Sévérité du log d'erreur

source: Access Log Format
fr: Format du log d'accès

source: Directory where to place Logfiles
fr: Répertoire pour les fichiers de logs

source: Mod security settings
fr: Paramètres de mod_security

source: Rules
fr: Règles

source: Mod security list
fr: Liste de mod_security

source: Click here to return to list
fr: Cliquez ici pour revenir à la liste

source: Click here to download/update security rules from modsecurity.org
fr: Cliquez ici pour télécharger / mettre à jour les règles depuis modsecurity.org

source: NTLM settings
fr: Paramètres NTLM

source: Domain
fr: Domaine

source: Primary Domain Controler
fr: Contrôleur de domaine primaire

source: Secondary Domain Controler
fr: Contrôleur de domaine secondaire

source: Plugin settings
fr: Paramètres des plugins

source: URL pattern
fr: Schéma d'URL

source: pattern
fr: Schéma d'URL

source: Pattern
fr: Schéma d'URL

source: RADIUS settings
fr: Paramètres RADIUS

source: URL attribute
fr: Attribut de l'utilisateur

source: SQL settings
fr: Paramètres SQL

source: Database
fr: Base de données

source: Password
fr: Mot de passe

source: SQL table name
fr: Nom de la table SQL

source: User column
fr: Champ utilisateur

source: Password column
fr: Champ mot de passe

source: Password algorithm
fr: Algorithme de hash

source: SSL settings
fr: Paramètres SSL

source: Require
fr: Requis

source: CA Certificate
fr: Certificat CA

source: Constraint
fr: Contrainte

source: Web SSO settings
fr: Paramètres de Web SSO

source: Fields
fr: Champs

source: Advanced
fr: Avancé

source: Follow get redirect
fr: Suivre la redirection GET

source: Referential
fr: Référentiel

source: You don't have any fields to fill in LDAP (recovered from auth LDAP)
fr: Vous n'avez pas à remplir ces champs pour du LDAP (ils sont récupérés depuis l'authentification LDAP)

source: Field desc
fr: Description du champ

source: Field name (unique)
fr: Nom du champ (unique)

source: Mapped
fr: Relié à

source: Field type
fr: Type

source: Encrypted
fr: Encrypté

source: Field value (optional)
fr: Valeur (optionnel)

source: Field prefix (optional)
fr: Préfixe (optionnel)

source: Field suffix (optional)
fr: Suffixe (optionnel)

source: Regexp
fr: Expression Régulière

source: In page
fr: Dans la page

source: In URL
fr: URL de connexion

source: Information
fr: Configuration

source: headers
fr: En-têtes

source: Success
fr: Réussite

source: Redirect
fr: Redirection

source: Error
fr: Erreur

source: Template settings
fr: Paramètres de modèle de page

source: The italic items below refer to translations
fr: Les éléments ci-dessous en italique font références à des éléments traduits automatiquement par Vulture

source: All
fr: Tous

source: App down Template
fr: Application hors service

source: User settings
fr: Paramètres d'utilisateur

source: Username
fr: Nom d'utilisateur

source: Confirm password
fr: Confirmer le mot de passe

source: Administrator
fr: Administrateur

source: Super Administrator
fr: Super Administrateur

source: User list
fr: Liste d'utilisateurs

source: Login
fr: Nom d'utilisateur

source: Super Admin
fr: Admin

source: Manage permissions
fr: Gérer les permissions

source: User password change
fr: Changement du mot de passe

source: New password
fr: Nouveau mot de passe

source: Confirm new password
fr: Confirmer le nouveau mot de passe
